{
  "games": [
    {
      "title": "Final Fantasy XII",
      "console": "PC",
      "genre": "JRPG",
      "score": "8.5",
      "year": "2016",
      "description": "Set in Ivalice, help Princess Ashe restore her Kingdom from the brutal invasion of The Empire! Go in a journey with Vaan, Penelo, Balthier, Fran and Basch in a unique world and battle system!",
      "img": "/assets/final-fantasy-xii.jpg",
      "summary": "Final Fantasy XII came out originally in 2006 at the end of the life span of the PS2, I played it back then and felt the story was too empty, the characters too dry and shallow. Now in 2020, 14 years after, I replayed the remastered version and my mind is blow away. The story is centered around a girl named Ashe who lost everything, her Father, her Husband, her Kingdom and her name as she is considered dead, by means of fate she meets Vaan, Balthier and Fran who changed her life and mentality. \n She wanted revenge and burn the empire with Nethicite, a stone gave by the gods to the Dynast King who cut the Sun Cryst and obtained the Dawn, Midnight and Dusk Shard. But she learns along the way that this won't bring her husband or father back to life, making this a powerful journey to become your better self",
      "graphics": "For a PS2 games the game looks gorgeus! Beautiful world, great architectures, character models were great! But the cloth design was straight bad, for example Basch, Penelo and Vaan look weird, so I used some cool mods to give them new outfits and make them look badass!",
      "music": "Enjoyed it! Not the best OST of all time for sure, but worked very well and there were some tracks I really liked",
      "gameplay": "Gameplay revolves by the use of Gambits, a way to automatize the commands in certain situations, for example healing, you don't have to manually select CURAGA to heal, the Gambit does it for you, this make the battles play themselves with you intervening whenever necessary. \n The Hunting sidequests is the big meat of the game, take on powerful monsters while you get the best equipment in the game as reward, feel like a true hunter and sky pirate.",
      "conclusion": "This is an amazing game, with a great lore, characters, world, gameplay, it has everything! Its so original that makes you wish more JRPGs were more original with their story.",
      "id": 1
    },
    {
      "title": "Legend of Heroes: Trails of Cold Steel 3",
      "console": "PC",
      "genre": "JRPG",
      "score": "9.5",
      "year": "2020",
      "description": "Join Rean once again in his journey to restore the freedom of Erebonia! Mechas, modern turn-based battle system and one of the best stories ever told in JRPG history!",
      "img": "/assets/cold-steel-3.jpg",
      "summary": "This is summary comment",
      "graphics": "This is graphics comment",
      "music": "This is music comment",
      "gameplay": "This is gameplay comment",
      "conclusion": "This is conclusion comment",
      "id": 2
    },
    {
      "title": "SaGa Scarlet Grace Ambition",
      "console": "PC",
      "genre": "JRPG",
      "score": "8",
      "year": "2019",
      "description": "Join four heroes in their own personal quests while they solve the misteries behind the chaos going on in their region. Experiment the most unique battle system ever!",
      "img": "/assets/saga-scarlet-grace.jpg",
      "summary": "This is summary comment",
      "graphics": "This is graphics comment",
      "music": "This is music comment",
      "gameplay": "This is gameplay comment",
      "conclusion": "This is conclusion comment",
      "id": 11
    },
    {
      "title": "Romancing SaGa 3",
      "console": "PS Vita",
      "genre": "JRPG",
      "score": "8",
      "year": "2018",
      "description": "Experience the remaster of one of the best SaGa games! Complex battles, tons of characters to play and inmense replay value! Every decision you make shapes your story",
      "img": "/assets/romancing-saga-3.jpg",
      "summary": "This is summary comment",
      "graphics": "This is graphics comment",
      "music": "This is music comment",
      "gameplay": "This is gameplay comment",
      "conclusion": "This is conclusion comment",
      "id": 12
    },
    {
      "title": "Tales of Vesperia",
      "console": "PC",
      "genre": "JRPG",
      "score": "8",
      "year": "2018",
      "description": "Join a hero who is not afraid to do what needs to be done! A Tales game like no other in a journey in pursuit of their dreams and struggles while they fight to defend their kingdom",
      "img": "/assets/tales-of-vesperia.jpg",
      "summary": "This is summary comment",
      "graphics": "This is graphics comment",
      "music": "This is music comment",
      "gameplay": "This is gameplay comment",
      "conclusion": "This is conclusion comment",
      "id": 12
    }
  ]
}