{
  "games": [
    {
      "title": "Final Fantasy XII",
      "console": "PC",
      "genre": "JRPG",
      "score": "8.5",
      "year": "2016",
      "description": "Set in Ivalice, help Princess Ashe restore her Kingdom from the brutal invasion of The Empire! Go in a journey with Vaan, Penelo, Balthier, Fran and Basch in a unique world and battle system!",
      "img": "/assets/final-fantasy-xii.jpg",
      "summary": "Final Fantasy XII came out originally in 2006 at the end of the life span of the PS2, I played it back then and felt the story was too empty, the characters too dry and shallow. Now in 2020, 14 years after, I replayed the remastered version and my mind is blow away. The story is centered around a girl named Ashe who lost everything, her Father, her Husband, her Kingdom and her name as she is considered dead, by means of fate she meets Vaan, Balthier and Fran who changed her life and mentality. \n She wanted revenge and burn the empire with Nethicite, a stone gave by the gods to the Dynast King who cut the Sun Cryst and obtained the Dawn, Midnight and Dusk Shard. But she learns along the way that this won't bring her husband or father back to life, making this a powerful journey to become your better self",
      "graphics": "For a PS2 games the game looks gorgeus! Beautiful world, great architectures, character models were great! But the cloth design was straight bad, for example Basch, Penelo and Vaan look weird, so I used some cool mods to give them new outfits and make them look badass!",
      "music": "Enjoyed it! Not the best OST of all time for sure, but worked very well and there were some tracks I really liked",
      "gameplay": "Gameplay revolves by the use of Gambits, a way to automatize the commands in certain situations, for example healing, you don't have to manually select CURAGA to heal, the Gambit does it for you, this make the battles play themselves with you intervening whenever necessary. \n The Hunting sidequests is the big meat of the game, take on powerful monsters while you get the best equipment in the game as reward, feel like a true hunter and sky pirate.",
      "conclusion": "This is an amazing game, with a great lore, characters, world, gameplay, it has everything! Its so original that makes you wish more JRPGs were more original with their story.",
      "id": 1
    },
    {
      "title": "Legend of Heroes: Trails of Cold Steel 3",
      "console": "PC",
      "genre": "JRPG",
      "score": "9.5",
      "year": "2020",
      "description": "Join Rean once again in his journey to restore the freedom of Erebonia together with his new and old classmates! Mechas, modern turn-based battle system and one of the best stories ever told in JRPG history!",
      "summary": "The third entry in the Cold Steel series and the eight one in the whole franchise, this game is also the sequel of Trails to Azure commonly known as Ao No Kiseki, so being the sequel of two games of the same franchise makes it a very expected game and lucky for us as players it did not dissapoint at all, a new battle system, new characters and a more mature Rean takes on a new journey in order to stop Giliath Osborne from his dictatorship and conquering of Zemuria.",
      "graphics": "The difference from CS2 to CS3 is massive, especially from Ao No Kiseki to CS3, Crossbell City looks absolutely breath taking, revisiting all the locations makes it for a very curious and lovely experience.",
      "music": "Falcom has always delivered with their OST and this game is no exception.",
      "img": "/assets/cold-steel-3.jpg",
      "gameplay": "New battle system with the break system.",
      "conclusion": "Trails of Cold Steel 3 is one of the best games in JRPG history, graphics, battle system, a story that reach its climax with the sequel CS4 on the horizon.",
      "id": 2
    },
    {
      "title": "SaGa Scarlet Grace Ambition",
      "console": "PC",
      "genre": "JRPG",
      "score": "8",
      "year": "2019",
      "description": "Join four heroes in their own personal quests while they solve the misteries behind the chaos going on in their region. Experiment the most unique battle system ever with tons of characters to recruit!",
      "summary": "Story is nothing ground breaking, you get to choose from four main protagonists with their own struggles and problems, but they get involved into a more deep problem affecting the region they live in. The influence of the Firebringer, a being who tricked Celestials and Humans to fight each other, starts again and its their role to stop him",
      "graphics": "Looks good for a Vita game, it got ported and looks ok, not bad but nothing amazing. The battle animations are really nice.",
      "music": "The music is also good, the overworld music is really nice, the battle music and effects are ok.",
      "img": "/assets/saga-scarlet-grace.jpg",
      "gameplay": "This is the meat of the game, you get thrown into the world and deal with sidequests, you can take the road you want and do things your way recruiting the characters you meet along the way if your choices allow it. \n Battle system is one of the best of the genre, you get to issue commands thats has a certain cost that has a limit shown in a bar, which grows each turn, you can't heal at the beggining and the only way is through spells, which can take several turns making it inneficent, so you need to finish battles fast!",
      "conclusion": "This is one of the best and most original games I have played, very ambicious from the developers and I can't wait for what they can do with more budget at their disposal.",
      "id": 11
    },
    {
      "title": "Romancing SaGa 3",
      "console": "PS Vita",
      "genre": "JRPG",
      "score": "8",
      "year": "2018",
      "description": "Experience the remaster of one of the best SaGa games! Complex battles, tons of characters to play and inmense replay value! Every decision you make shapes your story and the destiny of your characters.",
      "summary": "Considered the best SaGa game, RS3 puts you to choose between six characters, each with their own life that is connected with the other. The game has a main story with sidequests you can take in any order you want recruiting the characters available if you made the choice to enable it. You can play your own way.",
      "graphics": "Classic pixel graphics, looks really nice! Might not be everyone's cup of tea though.",
      "music": "This music is something I really like in this game.",
      "img": "/assets/romancing-saga-3.jpg",
      "gameplay": "This gameplay consist in picking one character and living their life, they have their own side mission that's exclusive to them.",
      "conclusion": "A great game from the SNES era ported to modern consoles, one of the best SaGa games and it shows why, with hard battles, picking the right team, facing a lot of enemies, this makes for a very entertaining game.",
      "id": 12
    },
    {
      "title": "Tales of Vesperia",
      "console": "PC",
      "genre": "JRPG",
      "score": "8",
      "year": "2018",
      "description": "Join a hero who is not afraid to do what needs to be done! A Tales game like no other in a journey in pursuit of their dreams and struggles while they fight to defend their kingdom",
      "img": "/assets/tales-of-vesperia.jpg",
      "summary": "Getting into the shoes of Yuri Lowell was a great experience, starting as a simple quest to recover what was stolen becomes a journey of inmense development for all his friends that join him for or other reason.",
      "graphics": "WOW, mouth dropping beatiful level of WOW, very nice graphics, not much to say besides that, one of the best looking JRPGs ever.",
      "music": "Its ok, not good, not bad.",
      "gameplay": "Classic Tales, go from town to town resolving misteries and moving on with the plot. The battle system is repetitive button smashing, nothing much to say honestly.",
      "conclusion": "Its a great game, the story is a typical anime story with great character development, sadly the combat holds it back for me",
      "id": 12
    },
    {
      "title": "Kingdom Hearts",
      "console": "PS2",
      "genre": "ARPG",
      "score": "8",
      "year": "2000",
      "description": "Sora, Donald and Goofy goes in a journey to rescue King Mickey and Sora's friends, Rikku and Kairi. Explore the vast worlds of Disney and join Final Fantasy characters in this unique journey to rescue everyone!",
      "summary": "adad",
      "graphics": "aadad",
      "music": "adad",
      "img": "https://fencingwithink.files.wordpress.com/2013/07/kh10.jpg",
      "gameplay": "adad",
      "conclusion": "Great game",
      "id": 13
    }
  ]
}